/**
 * Created by Gremlin on 20.11.15.
 */
var hazar={
    dateYear : 965,
    sobitie : 'Разгром Хазарского каганата',
    readMore : 'войском Киевского князя Святослава Игоревича.'
};

var kresh= {
    dateYear: 988,
    sobitie: 'Крещение Руси.',
    readMore: 'Киевская Русь принимает православное христианство.;
};


var kalka= {
    dateYear: 1223,
    sobitie: 'Битва на Калке',
    readMore: 'первое сражение между русскими и моголами.'
};

var nevBitva= {
    dateYear: 1240,
    sobitie: 'Невская битва',
    readMore: 'военный конфликт между русскими во главе с новгородским князем Александром и шведами.'
};

var chud= {
    dateYear: 1242,
    sobitie: 'Битва на Чудском озере',
    readMore: 'сражение между русскими во главе с Александром Невским и рыцарями Ливонского ордена. Эта битва вошла в историю, как "Ледовое побоище". Подробнее'
};

var kulik= {
    dateYear: 1380,
    sobitie: 'Куликовская битва',
    readMore: 'сражение между объединенной армией русских княжеств во главе с Дмитрием Донским и армией Золотой Орды во главе с Мамаем. Подробнее'
};


var mongolEnd= {
    dateYear: 1480,
    sobitie: 'Окончательное избавление Руси от монголо-татарского ига.',
    readMore: 'Подробнее'
};


var kazanBral= {
    dateYear: 1552,
    sobitie: 'Взятие Казани русскими войсками Ивана Грозного',
    readMore: 'прекращение существования Казанского ханства и включение его в состав Московской Руси.'
};

var astrahanBral= {
    dateYear: 1556,
    sobitie: 'Присоединение Астраханского ханства',
    readMore: 'к Москвкой Руси.'
};

var patri= {
    dateYear: 1589,
    sobitie: 'Учреждение патриаршества',
    readMore: 'в России.'
};

